const questionsEasy = [
	{
		id: 0,
		question:
			"За тази задача ще се наложи да влезете в тревата… Както ще откриете в Борисовата градина има мноооого паметници на много различни велики хора. Тази загадката няма да е за хората, а за нещо много по старо. Паметниците им ще ни трябват само, за да разберете на къде трябва да отидете. Ако застанете до паметника на Захари Стоянов и тръгнете по права линия към Белокаменната чешма ще минете до огромно вековно дърво. На него има табела. Каква е птицата на табелата?",
		answer: "гарван",
		diff: 1,
		imgSrc: "",
		help: "Знакът се намира на висок дъб, а птицата е едра чисто черна птица от семейство Вранови.",
	},

	{
		id: 1,
		question:
			"В началото на Борисовата градина има паметник, на човека, на който тя е кръстена. Намерете го и кажете колко е сбора от трите години на плочата?",
		answer: "5755",
		diff: 1,
		imgSrc: "",
		help: "Търсите “Барелеф на Цар Борис III”. Има го в Google maps.",
	},

	{
		id: 2,
		question:
			"В Борисовата градина има място посветено на Царицата на цветята. Ако отидете там ще откриете голяма табела с информация и до всяко цвете по-малки табелки специфични за него. Кой художник пресъздава в своя картина цветето ‘Pince de Bulgare’?",
		answer: "Франс Мортелманс",
		diff: 1,
		imgSrc: "",
		help: "Търсите Розариума на Борисовата градина. Розата е от северната страна.",
	},

	{
		id: 3,
		question:
			"Знаете ли автора на стихотворението “Заточеници”? Ако не го знаете ще е хубаво да го разберете, защото неговият паметник това е следващата ви спирка. Намерете го и кажете какви са признателните хора, които са го дарили?",
		answer: "Арменци",
		diff: 1,
		imgSrc: "",
		help: "Търсите паметника на Пейо Яворов.",
	},

	{
		id: 4,
		question: "Бележка: Средно аритметично = сума / брой",
		answer: "11",
		diff: 2,
		imgSrc: "images/table_horse.png",
		help: "Колко яйца снася средно патицата от Патешкото езеро според табелата до езерото?",
	},

	{
		id: 5,
		question:
			"Айде да ви видим колко сте ориентирани. За коя годишнина на отец Паисий е поставена плочата? Напишете само число.",
		answer: "235",
		diff: 2,
		imgSrc: "images/map.jpg",
		help: "Плочата е за смъртта му и сложена през 2008.",
	},
	{
		id: 6,
		question:
			"В таблицата е скрита историческа личност. На неговия паметник има цитат. Чий е цитатът?  Напишете инициалите.",
		answer: "И.В.",
		diff: 2,
		imgSrc: "images/table_words.png",
		help: "Търсите паметника на Георги Бенковски, който се намира около площадката със слончето.",
	},
	{
		id: 7,
		question:
			"Разпокъсана съм аз и кой ме гледа<br>Аз съм просто една стара табела.<br>До площадка със слонче и деца безброй<br>Стърча самотно във покой.<br>Прочети, помисли и разбери<br>На София символа ти кажи.<br>",
		answer: "синигер",
		diff: 2,
		imgSrc: "",
		help: "Табелата се намира от южната страна на площадката със слончето и в долния ѝ ляв ъгъл има информация. Коя птичка е символа на София?",
	},
	{
		id: 8,
		question:
			"ойК е рьернот ан иятчмиин тробо ан СКЦА допсре каплатети од сатике ан дитнсоа “ъБгарласк иярма”?",
		answer: "Крум Милев",
		diff: 3,
		imgSrc: "",
		help: "Кой е треньор ма митичния отбор на ЦСКА според плакатите до касите на стадион “Българска армия”? Има 11 титли, от които 9 поредни.",
	},
	{
		id: 9,
		question:
			"Шифър на Цезар с изместване 3.<br><br>Пример: усйзир зир -> рожден ден<br><br>Зс тгунлржг рг бжскгтгзргхг фхугрг рг фхгзлср “Егфло Оифнл” - хул нуяжол фхуцнхсул ф нгпярл. Нсв и жсзлргхг?<br>Внимавайте да не паднете.",
		answer: "2004",
		diff: 3,
		imgSrc: "images/alphabet.png",
		help: "Шифърът на Цезар се дешифрира като всяка буква я върнете с три назад. Например г е четвъртата буква. Махате 3 и става 1 - ‘а’. Ако искате да дешифрирате ‘а’ връщате от последната буква в азбуката назад.",
	},
	{
		id: 10,
		question:
			"Сега ще проверим умението ви да използвате интернет. Разберете чий е цитатът отдолу и намерете български революционер, който е роден в същата година като автора и е починал в същата година като автора. След това намерете паметникът му и кажете кой е склуптурът му. <br />“Правило 1 — Не се тревожи за дреболии.<br />Правило 2 — Всички неща са дреболии.” <br />",
		answer: "Валентин Старчев",
		diff: 3,
		imgSrc: "",
		help: "Търсите паметника на Капитан Петко Войвода.",
	},
];

const questionsHard = [
	{
		id: 0,
		question:
			"За тази задача ще се наложи да влезете в тревата… Както ще откриете в Борисовата градина има много паметници на много различни велики хора. Тази загадката няма да е за хората, а за нещо много по-старо. Паметниците им ще ни трябват само, за да разберете на къде трябва да отидете. Ако застанете до паметника на Захари Стоянов и тръгнете по права линия към Белокаменната чешма ще минете до огромно вековно дърво. На него има табела. Каква е птицата на табелата?",
		answer: "гарван",
		diff: 1,
		imgSrc: "",
		help: "Знакът се намира на висок дъб, а птицата е едра чисто черна птица от семейство Вранови.",
	},

	{
		id: 1,
		question:
			"В началото на Борисовата градина има паметник, на човека, на когото тя е кръстена. Намерете го и кажете колко е сбора от трите години на плочата?",
		answer: "5755",
		diff: 1,
		imgSrc: "",
		help: "Търсите “Барелеф на Цар Борис III”.",
	},

	{
		id: 2,
		question:
			"В Борисовата градина има място посветено на Царицата на цветята. Като използвате картата там може да откриете кой художник пресъздава в своя картина цветето ‘Pince de Bulgare’?",
		answer: "Франс Мортелманс",
		diff: 1,
		imgSrc: "",
		help: "Търсите Розариума на Борисовата градина. Розата е от северната страна.",
	},

	{
		id: 3,
		question:
			"Знаете ли автора на стихотворението “Заточеници”? Ако не го знаете ще е хубаво да го разберете, защото неговият паметник това е следващата ви спирка. Намерете го и кажете какви са признателните хора, които са го дарили?",
		answer: "Арменци",
		diff: 1,
		imgSrc: "",
		help: "Търсите паметника на Пейо Яворов.",
	},

	{
		id: 4,
		question:
			"Започнете от 1 и се движете като конче на шахматна дъска. <br /> <i>Бележка: Средно аритметично = сума / брой</i>",
		answer: "11",
		diff: 2,
		imgSrc: "images/table_horse_hard.png",
		help: "Колко яйца снася средно патицата от Патешкото езеро според табелата до езерото?",
	},

	{
		id: 5,
		question:
			"Достатъчно ли сте ориентирани в Борисовата? За коя годишнина на отец Паисий е поставена плочата?",
		answer: "235",
		diff: 2,
		imgSrc: "images/map.jpg",
		help: "Плочата е за смъртта му и сложена през 2008.",
	},
	{
		id: 6,
		question:
			"В таблицата е скрита историческа личност. На неговия паметник има цитат. Чий е цитатът?",
		answer: "Иван Вазов",
		diff: 2,
		imgSrc: "images/table_words.png",
		help: "Търсите паметника на Георги Бенковски",
	},
	{
		id: 7,
		question:
			"Разпокъсана съм аз и кой ме гледа<br>Аз съм просто една стара табела.<br>До площадка със слонче и деца безброй<br>Стърча самотно във покой.<br>Прочети, помисли и разбери<br>На София символа ти кажи.<br>",
		answer: "синигер",
		diff: 2,
		imgSrc: "",
		help: "Табелата се намира от южната страна на площадката със слончето и в долния ѝ ляв ъгъл има информация. Коя птичка е символа на София?",
	},
	{
		id: 8,
		question:
			"ойК е еьторрн ан иниямитч тороб ан САЦК оесдпр ааипетлтк од сткеаи ан аиснотд “алсБакърг рияам“?",
		answer: "Крум Милев",
		diff: 3,
		imgSrc: "",
		help: "Кой е треньор на митичния отбор на ЦСКА според плакатите до касите на стадион “Българска армия”? Има 11 титли, от които 9 поредни.",
	},
	{
		id: 9,
		question:
			"Шифър на Цезар. Ключ: 3.<br><br><br>Зс тгунлржг рг бжскгтгзргхг фхугрг рг фхгзлср “Егфло Оифнл” - хул нуяжол фхуцнхсул ф нгпярл. Нсв и жсзлргхг?<br>Внимавайте да не паднете.",
		answer: "2004",
		diff: 3,
		imgSrc: "",
		help: "Шифърът на Цезар се дешифрира като всяка буква я върнете с ключът назад. Например г е четвъртата буква. Махате 3 и става 1 - ‘а’. Ако искате да дешифрирате ‘а’ връщате от последната буква в азбуката назад.",
	},
	{
		id: 10,
		question:
			"Сега ще проверим умението ви да използвате интернет. Разберете чий е цитатът отдолу и намерете български революционер, който е роден в същата година като автора и е починал в същата година като автора. След това намерете паметникът му и кажете кой е склуптурът му. <br />“Правило 1 — Не се тревожи за дреболии.<br />Правило 2 — Всички неща са дреболии.” <br />",
		answer: "Валентин Старчев",
		diff: 3,
		imgSrc: "",
		help: "Търсите паметника на Капитан Петко Войвода.",
	},
];
